Repository: xiaoluoboding/dinky
Catalog: Dinky/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: Compress as WebP
de: Als WebP komprimieren
es: Comprimir como WebP
fr: Compresser en tant que WebP
it: Comprimi come WebP
ja: WebP として圧縮
ko: WebP로 압축
nl: Comprimeren als WebP
pt_br: Compactar como WebP
ru: Сжать как WebP
tr: WebP olarak sıkıştır
zh_hans: 压缩为 WebP
zh_hant: 壓縮為 WebP

source: Compress H.264
de: Mit H.264 komprimieren
es: Comprimir con H.264
fr: Compresser en H.264
it: Comprimi con H.264
ja: H.264 で圧縮
ko: H.264로 압축
nl: Comprimeren met H.264
pt_br: Comprimir com H.264
ru: Сжать с H.264
tr: H.264 ile sıkıştır
zh_hans: 使用 H.264 压缩
zh_hant: 使用 H.264 壓縮

source: Compress H.265 (HEVC)
de: Mit H.265 (HEVC) komprimieren
es: Comprimir con H.265 (HEVC)
fr: Compresser en H.265 (HEVC)
it: Comprimi con H.265 (HEVC)
ja: H.265 (HEVC) で圧縮
ko: H.265 (HEVC)로 압축
nl: Comprimeren met H.265 (HEVC)
pt_br: Comprimir com H.265 (HEVC)
ru: Сжать с H.265 (HEVC)
tr: H.265 (HEVC) ile sıkıştır
zh_hans: 使用 H.265 (HEVC) 压缩
zh_hant: 使用 H.265 (HEVC) 壓縮

source: Compress Images
de: Bilder komprimieren
es: Comprimir imágenes
fr: Compresser les images
it: Comprimi immagini
ja: 画像を圧縮する
ko: 이미지 압축
nl: Afbeeldingen comprimeren
pt_br: Compactar imagens
ru: Сжатие изображений
tr: Görüntüleri Sıkıştır
zh_hans: 压缩图像
zh_hant: 壓縮影像

source: Compress Now
de: Jetzt komprimieren
es: Comprimir ahora
fr: Compresser maintenant
it: Comprimi ora
ja: 今すぐ圧縮
ko: 지금 압축하세요
nl: Nu comprimeren
pt_br: Comprimir agora
ru: Сжать сейчас
tr: Şimdi Sıkıştır
zh_hans: 立即压缩
zh_hant: 立即壓縮

source: Compress PDF at High
de: PDF auf Hoch komprimieren
es: Comprimir PDF en alto
fr: Compresser le PDF en haute qualité
it: Comprimi PDF ad alta qualità
ja: PDF を高で圧縮
ko: PDF 높은 품질로 압축
nl: PDF comprimeren op hoog
pt_br: Comprimir PDF em alta
ru: Сжать PDF с высоким качеством
tr: PDF'yi yüksek sıkıştır
zh_hans: 高压缩 PDF
zh_hant: 高壓縮 PDF

source: Compress PDF at Low
de: PDF auf Niedrig komprimieren
es: Comprimir PDF a nivel bajo
fr: Compresser le PDF en faible qualité
it: Comprimi PDF al minimo
ja: PDF を低で圧縮
ko: PDF 낮은 품질로 압축
nl: PDF comprimeren op laag
pt_br: Comprimir PDF em baixo
ru: Сжать PDF с низким качеством
tr: PDF'yi düşük sıkıştır
zh_hans: 低压缩 PDF
zh_hant: 低壓縮 PDF

source: Compress PDF at Medium
de: PDF auf „Mittel“ komprimieren
es: Comprimir PDF a nivel medio
fr: Compresser le PDF en qualité moyenne
it: Comprimi PDF a qualità media
ja: PDF を中で圧縮
ko: PDF 보통 품질로 압축
nl: PDF comprimeren op medium
pt_br: Comprimir PDF em Médio
ru: Сжать PDF со средним качеством
tr: PDF'yi orta sıkıştır
zh_hans: 中等压缩 PDF
zh_hant: 中等壓縮 PDF

source: Compressed
de: Komprimiert
es: Comprimido
fr: Comprimé
it: Compresso
ja: 圧縮済み
ko: 압축
nl: Gecomprimeerd
pt_br: Comprimido
ru: Сжато
tr: Sıkıştırılmış
zh_hans: 压缩的
zh_hant: 壓縮的

source: Compressed version was %.2f MB larger. Original kept. Click for details.
de: Die komprimierte Version war %.2f MB größer. Original erhalten. Klicken Sie für Details.
es: La versión comprimida era %.2f MB más grande. Original conservado. Haga clic para obtener más detalles.
fr: La version compressée était %.2f Mo plus grande. Original conservé. Cliquez pour plus de détails.
it: La versione compressa era più grande di %.2f MB. Conservato originale. Fare clic per i dettagli.
ja: 圧縮バージョンは %.2f MB 大きくなりました。オリジナル保管。詳細については、クリックしてください。
ko: 압축 버전은 %.2fMB 더 컸습니다. 원본이 보관되었습니다. 자세한 내용을 보려면 클릭하세요.
nl: De gecomprimeerde versie was %.2f MB groter. Origineel bewaard. Klik voor details.
pt_br: A versão compactada era %.2f MB maior. Original mantido. Clique para obter detalhes.
ru: Сжатая версия была на %.2f МБ больше. Оригинал сохранен. Нажмите, чтобы узнать подробности.
tr: Sıkıştırılmış sürüm %.2f MB daha büyüktü. Orijinali tutuldu. Ayrıntılar için tıklayın.
zh_hans: 压缩版本大%.2f MB。原件保留。点击查看详情。
zh_hant: 壓縮版本大%.2f MB。原件保留。點擊查看詳情。

source: Compressed version wasn't smaller. Original kept. Click for details.
de: Die komprimierte Version war nicht kleiner. Original erhalten. Klicken Sie für Details.
es: La versión comprimida no era más pequeña. Original conservado. Haga clic para obtener más detalles.
fr: La version compressée n'était pas plus petite. Original conservé. Cliquez pour plus de détails.
it: La versione compressa non era più piccola. Conservato originale. Fare clic per i dettagli.
ja: 圧縮バージョンは小さくなりませんでした。オリジナル保管。詳細については、クリックしてください。
ko: 압축 버전은 더 작지 않았습니다. 원본이 보관되었습니다. 자세한 내용을 보려면 클릭하세요.
nl: Gecomprimeerde versie was niet kleiner. Origineel bewaard. Klik voor details.
pt_br: A versão compactada não era menor. Original mantido. Clique para obter detalhes.
ru: Сжатая версия не была меньше. Оригинал сохранен. Нажмите, чтобы узнать подробности.
tr: Sıkıştırılmış sürüm daha küçük değildi. Orijinali tutuldu. Ayrıntılar için tıklayın.
zh_hans: 压缩版本并不小。原件保留。点击查看详情。
zh_hant: 壓縮版本並不小。原件保留。點擊查看詳情。

source: Compresses image files using Dinky and returns the compressed versions. Uses your chosen format below, plus Smart quality (if enabled), strip metadata, resize, and file-size limits from the app’s Settings — not Auto format from the sidebar.
de: Komprimiert Bilddateien mit Dinky und gibt die komprimierten Versionen zurück. Verwendet das von Ihnen unten gewählte Format sowie die Smart-Qualität (sofern aktiviert). Entfernen Sie Metadaten, Größenänderungen und Dateigrößenbeschränkungen aus den Einstellungen der App – nicht die automatische Formatierung aus der Seitenleiste.
es: Comprime archivos de imagen usando Dinky y devuelve las versiones comprimidas. Utiliza el formato elegido a continuación, además de calidad inteligente (si está habilitada), eliminación de metadatos, cambio de tamaño y límites de tamaño de archivo de la configuración de la aplicación, no el formato automático de la barra lateral.
fr: Compresse les fichiers image à l'aide de Dinky et renvoie les versions compressées. Utilise le format choisi ci-dessous, plus la qualité intelligente (si activée), supprime les métadonnées, le redimensionnement et les limites de taille de fichier à partir des paramètres de l'application – et non le formatage automatique dans la barre latérale.
it: Comprime i file immagine utilizzando Dinky e restituisce le versioni compresse. Utilizza il formato scelto di seguito, oltre alla qualità Smart (se abilitata), all'eliminazione dei metadati, al ridimensionamento e ai limiti delle dimensioni dei file dalle Impostazioni dell'app, non al formato automatico dalla barra laterale.
ja: Dinky を使用してイメージ ファイルを圧縮し、圧縮されたバージョンを返します。以下で選択した形式に加えて、サイドバーからの自動フォーマットではなく、アプリの設定からスマート品質 (有効な場合)、メタデータの削除、サイズ変更、およびファイル サイズの制限を使用します。
ko: Dinky를 사용하여 이미지 파일을 압축하고 압축된 버전을 반환합니다. 사이드바의 자동 형식이 아닌 아래에서 선택한 형식과 함께 스마트 품질(활성화된 경우), 메타데이터 제거, 크기 조정 및 앱 설정의 파일 크기 제한을 사용합니다.
nl: Comprimeert afbeeldingsbestanden met Dinky en retourneert de gecomprimeerde versies. Gebruikt het door jou gekozen formaat hieronder, plus slimme kwaliteit (indien ingeschakeld), verwijder metagegevens, formaatwijzigingen en bestandsgroottelimieten uit de instellingen van de app - niet Automatisch formatteren uit de zijbalk.
pt_br: Compacta arquivos de imagem usando Dinky e retorna as versões compactadas. Usa o formato escolhido abaixo, além de qualidade inteligente (se ativada), remove metadados, redimensionamento e limites de tamanho de arquivo nas configurações do aplicativo – e não na formatação automática da barra lateral.
ru: Сжимает файлы изображений с помощью Dinky и возвращает сжатые версии. Использует выбранный вами формат ниже, а также интеллектуальное качество (если оно включено), удаляет метаданные, изменяет размер и ограничения на размер файла в настройках приложения, а не автоматический формат на боковой панели.
tr: Dinky'yi kullanarak görüntü dosyalarını sıkıştırır ve sıkıştırılmış sürümleri döndürür. Aşağıda seçtiğiniz formatın yanı sıra Akıllı kaliteyi (etkinse), kenar çubuğundan Otomatik formatı değil, uygulamanın Ayarlar bölümünden meta verileri çıkarır, yeniden boyutlandırır ve dosya boyutu sınırlarını kullanır.
zh_hans: 使用 Dinky 压缩图像文件并返回压缩版本。使用您在下面选择的格式，以及应用程序设置中的智能质量（如果启用）、剥离元数据、调整大小和文件大小限制 - 而不是侧边栏的自动格式。
zh_hant: 使用 Dinky 壓縮圖片檔案並返回壓縮版本。使用您在下面選擇的格式，以及應用程式設定中的智慧品質（如果啟用）、剝離元資料、調整大小和檔案大小限制 - 而不是側邊欄的自動格式。

source: Compressing — %lld percent
de: Komprimierung – %lld Prozent
es: Comprimiendo: %lld por ciento
fr: Compression — %lld pour cent
it: Compressione: %lld percento
ja: 圧縮中 — %lld パーセント
ko: 압축 중 — %lld퍼센트
nl: Comprimeren — %lld procent
pt_br: Comprimindo — %lld por cento
ru: Сжатие — %lld процентов
tr: Sıkıştırılıyor — yüzde %lld
zh_hans: 正在压缩 — %lld 百分比
zh_hant: 正在壓縮 — %lld 百分比

source: Compressing…
de: Komprimieren…
es: Apresamiento…
fr: Compression…
it: Compressione…
ja: 圧縮中…
ko: 압축 중…
nl: Comprimeren…
pt_br: Comprimindo…
ru: Сжатие…
tr: Sıkıştırılıyor…
zh_hans: 压缩…
zh_hant: 壓縮…

source: Compression
de: Kompression
es: Compresión
it: Compressione
ja: 圧縮
ko: 압축
nl: Compressie
pt_br: Compressão
ru: Сжатие
tr: Sıkıştırma
zh_hans: 压缩
zh_hant: 壓縮

source: Compression Failed
de: Komprimierung fehlgeschlagen
es: Error de compresión
fr: Échec de la compression
it: Compressione non riuscita
ja: 圧縮に失敗しました
ko: 압축 실패
nl: Compressie mislukt
pt_br: Falha na compactação
ru: Сжатие не выполнено
tr: Sıkıştırma Başarısız
zh_hans: 压缩失败
zh_hant: 壓縮失敗

source: Compression in progress
de: Komprimierung läuft
es: Compresión en curso
fr: Compression en cours
it: Compressione in corso
ja: 圧縮中です
ko: 압축 진행 중
nl: Compressie bezig
pt_br: Compressão em andamento
ru: Идёт сжатие
tr: Sıkıştırma devam ediyor
zh_hans: 压缩正在进行中
zh_hant: 壓縮正在進行中

source: Compression settings
de: Komprimierungseinstellungen
es: Configuración de compresión
fr: Paramètres de compression
it: Impostazioni di compressione
ja: 圧縮設定
ko: 압축 설정
nl: Compressie-instellingen
pt_br: Configurações de compactação
ru: Настройки сжатия
tr: Sıkıştırma ayarları
zh_hans: 压缩设置
zh_hant: 壓縮設定

source: Copy
de: Kopie
es: Copiar
fr: Copie
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pt_br: Cópia
ru: Копировать
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

source: Copy a supported file in Finder, or copy an image (PNG or TIFF), then try again.
de: Kopieren Sie eine unterstützte Datei im Finder oder kopieren Sie ein Bild (PNG oder TIFF) und versuchen Sie es dann erneut.
es: Copie un archivo compatible en Finder o copie una imagen (PNG o TIFF) y vuelva a intentarlo.
fr: Copiez un fichier pris en charge dans le Finder ou copiez une image (PNG ou TIFF), puis réessayez.
it: Copia un file supportato nel Finder o copia un'immagine (PNG o TIFF), quindi riprova.
ja: Finder でサポートされているファイルをコピーするか、画像 (PNG または TIFF) をコピーして、再試行してください。
ko: Finder에서 지원되는 파일을 복사하거나 이미지(PNG 또는 TIFF)를 복사한 후 다시 시도하세요.
nl: Kopieer een ondersteund bestand in Finder of kopieer een afbeelding (PNG of TIFF) en probeer het vervolgens opnieuw.
pt_br: Copie um arquivo compatível no Finder ou copie uma imagem (PNG ou TIFF) e tente novamente.
ru: Скопируйте поддерживаемый файл в Finder или скопируйте изображение (PNG или TIFF), а затем повторите попытку.
tr: Desteklenen bir dosyayı Finder'da kopyalayın veya bir görüntüyü (PNG veya TIFF) kopyalayın ve tekrar deneyin.
zh_hans: 在 Finder 中复制支持的文件，或复制图像（PNG 或 TIFF），然后重试。
zh_hant: 在 Finder 中複製支援的文件，或複製映像（PNG 或 TIFF），然後重試。

source: Couldn’t phone home.
de: Konnte nicht zu Hause anrufen.
es: No pude llamar a casa.
fr: Je n'ai pas pu téléphoner à la maison.
it: Non potevo telefonare a casa.
ja: サーバーに接続できませんでした。
ko: 집에 전화할 수 없었습니다.
nl: Kon niet naar huis bellen.
pt_br: Não foi possível ligar para casa.
ru: Не удалось связаться с сервером.
tr: Eve telefon edilemedi.
zh_hans: 无法打电话回家。
zh_hant: 無法打電話回家。

source: Crash — Dinky
de: Absturz – Dinky
es: Choque - Dinky
ja: クラッシュ — Dinky
ko: 크래시 — Dinky
ru: Сбой — Dinky
tr: Kaza – Dinky
zh_hans: 崩溃——Dinky
zh_hant: 崩潰——Dinky

source: Crash diagnostics
de: Crash-Diagnose
es: Diagnóstico de accidentes
fr: Diagnostic d'accident
it: Diagnostica degli incidenti
ja: クラッシュ診断
ko: 충돌 진단
nl: Crash-diagnostiek
pt_br: Diagnóstico de falhas
ru: Диагностика сбоев
tr: Kilitlenme teşhisi
zh_hans: 崩溃诊断
zh_hant: 崩潰診斷

source: Crash diagnostics from Apple are available for this device. Nothing was sent automatically — use the buttons below if you want to share them.
de: Für dieses Gerät ist eine Crash-Diagnose von Apple verfügbar. Es wurde nichts automatisch gesendet – verwenden Sie die Schaltflächen unten, wenn Sie sie teilen möchten.
es: Los diagnósticos de fallas de Apple están disponibles para este dispositivo. No se envió nada automáticamente; use los botones a continuación si desea compartirlos.
fr: Des diagnostics de crash d'Apple sont disponibles pour cet appareil. Rien n'a été envoyé automatiquement — utilisez les boutons ci-dessous si vous souhaitez les partager.
it: Per questo dispositivo è disponibile la diagnostica degli arresti anomali di Apple. Niente è stato inviato automaticamente: usa i pulsanti qui sotto se vuoi condividerli.
ja: このデバイスで Apple のクラッシュ診断が利用できます。何も自動送信されません — 共有したい場合は下のボタンを使ってください。
ko: 이 장치에 대해 Apple의 충돌 진단을 사용할 수 있습니다. 자동으로 전송된 항목이 없습니다. 공유하려면 아래 버튼을 사용하세요.
nl: Voor dit apparaat is crashdiagnostiek van Apple beschikbaar. Er is niets automatisch verzonden. Gebruik de onderstaande knoppen als u ze wilt delen.
pt_br: Os diagnósticos de falhas da Apple estão disponíveis para este dispositivo. Nada foi enviado automaticamente – use os botões abaixo se quiser compartilhá-los.
ru: Для этого устройства доступна диагностика сбоев от Apple. Ничего не отправлено автоматически — используйте кнопки ниже, если хотите поделиться.
tr: Bu aygıt için Apple'ın kilitlenme tanılama özelliği mevcuttur. Hiçbir şey otomatik olarak gönderilmedi; paylaşmak istiyorsanız aşağıdaki düğmeleri kullanın.
zh_hans: Apple 的崩溃诊断适用于此设备。没有任何内容会自动发送 - 如果您想共享它们，请使用下面的按钮。
zh_hant: Apple 的崩潰診斷適用於此裝置。沒有任何內容會自動發送 - 如果您想分享它們，請使用下面的按鈕。

source: Crash report — Dinky
de: Absturzbericht – Dinky
es: Informe de fallo - Dinky
fr: Rapport de crash — Dinky
it: Rapporto sull'incidente - Dinky
ja: クラッシュレポート — Dinky
ko: 충돌 보고서 - Dinky
nl: Crashrapport - Dinky
pt_br: Relatório de falha – Dinky
ru: Отчёт о сбое — Dinky
tr: Kaza raporu — Dinky
zh_hans: 崩溃报告——Dinky
zh_hant: 崩潰報告—Dinky

source: Custom folder…
de: Benutzerdefinierter Ordner…
es: Carpeta personalizada…
fr: Dossier personnalisé…
it: Cartella personalizzata...
ja: カスタムフォルダー…
ko: 사용자 정의 폴더…
nl: Aangepaste map…
pt_br: Pasta personalizada…
ru: Пользовательская папка…
tr: Özel klasör…
zh_hans: 自定义文件夹...
zh_hant: 自訂資料夾...

source: Custom suffix
de: Benutzerdefiniertes Suffix
es: Sufijo personalizado
fr: Suffixe personnalisé
it: Suffisso personalizzato
ja: カスタムサフィックス
ko: 맞춤 접미사
nl: Aangepast achtervoegsel
pt_br: Sufixo personalizado
ru: Пользовательский суффикс
tr: Özel sonek
zh_hans: 自定义后缀
zh_hant: 自訂後綴

source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
ko: 사용자 정의
nl: Pas aan
pt_br: Personalizar
ru: Настроить
tr: Özelleştirmek
zh_hans: 自定义
zh_hant: 客製化

source: Cut
de: Schneiden
es: Cortar
fr: Couper
it: Taglio
ja: 切り取り
ko: 자르다
nl: Snee
pt_br: Corte
ru: Вырезать
tr: Kesmek
zh_hans: 剪切
zh_hant: 剪下

source: Cycle Windows
de: Zyklusfenster
es: Ciclo de ventanas
fr: Cycle des fenêtres
it: Scorri le finestre
ja: ウインドウを切り替える
ko: 주기 창
nl: Cyclus Windows
pt_br: Ciclo de janelas
ru: Переключение окон
tr: Windows'ta Döngü Oluştur
zh_hans: 循环窗口
zh_hant: 循環視窗

source: Default Output settings…
de: Standardausgabeeinstellungen…
es: Configuración de salida predeterminada...
fr: Paramètres de sortie par défaut…
it: Impostazioni di uscita predefinite...
ja: デフォルトの出力設定…
ko: 기본 출력 설정…
nl: Standaard uitvoerinstellingen…
pt_br: Configurações de saída padrão…
ru: Настройки вывода по умолчанию…
tr: Varsayılan Çıkış ayarları…
zh_hans: 默认输出设置...
zh_hant: 預設輸出設定...

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
ru: Удалить
tr: Silmek
zh_hans: 删除
zh_hant: 刪除

source: Delete Selected
de: Ausgewählte löschen
es: Eliminar seleccionado
fr: Supprimer la sélection
it: Elimina selezionato
ja: 選択したものを削除
ko: 선택 항목 삭제
nl: Geselecteerde verwijderen
pt_br: Excluir selecionado
ru: Удалить выбранное
tr: Seçileni Sil
zh_hans: 删除所选内容
zh_hant: 刪除所選內容

source: Destination
de: Ziel
es: Destino
it: Destinazione
ja: 行き先
ko: 목적지
nl: Bestemming
pt_br: Destino
ru: Место назначения
tr: Varış noktası
zh_hans: 目的地
zh_hant: 目的地

source: Dinky compressed this file but the result was only %1$.1f%% smaller — under your %2$d%% threshold, so the original was kept. Lower the threshold in Settings → General → Skip if savings below to compress files like this automatically, or click Compress Anyway to force this one.
de: Dinky hat diese Datei komprimiert, aber das Ergebnis war nur %.1f %% kleiner – unter Ihrem Schwellenwert von %d %%, sodass das Original beibehalten wurde. Senken Sie den Schwellenwert unter „Einstellungen“ → „Allgemein“ → „Bei Einsparungen überspringen“ unten, um solche Dateien automatisch zu komprimieren, oder klicken Sie auf „Trotzdem komprimieren“, um dies zu erzwingen.
es: Dinky comprimió este archivo, pero el resultado fue solo un %.1f%% más pequeño, por debajo del umbral de %d%%, por lo que se conservó el original. Baje el umbral en Configuración → General → Omita los ahorros a continuación para comprimir archivos como este automáticamente, o haga clic en Comprimir de todos modos para forzar este.
fr: Dinky a compressé ce fichier mais le résultat n'était que %.1f%% plus petit — en dessous de votre seuil de %d%%, donc l'original a été conservé. Abaissez le seuil dans Paramètres → Général → Ignorer si les économies ci-dessous pour compresser automatiquement des fichiers comme celui-ci, ou cliquez sur Compresser quand même pour forcer celui-ci.
it: Dinky ha compresso questo file ma il risultato era più piccolo solo del %.1f%% — sotto la soglia del %d%%, quindi l'originale è stato mantenuto. Abbassa la soglia in Impostazioni → Generali → Salta se risparmio di seguito per comprimere automaticamente file come questo, oppure fai clic su Comprimi comunque per forzare questa impostazione.
ja: Dinky はこのファイルを圧縮しましたが、結果は %.1f%% しか小さくならず、%d%% のしきい値を下回っていたため、元のファイルは保持されました。 このようなファイルを自動的に圧縮するには、「設定」→「一般」→「保存する場合はスキップ」でしきい値を下げるか、「とにかく圧縮」をクリックしてこれを強制します。
ko: Dinky는 이 파일을 압축했지만 결과는 %.1f%% 더 작아서 %d%% 임계값 미만이므로 원본이 유지되었습니다. 이와 같은 파일을 자동으로 압축하려면 설정 → 일반 → 아래 저장 시 건너뛰기에서 임계값을 낮추거나, 압축을 클릭하여 강제로 적용하세요.
nl: Dinky heeft dit bestand gecomprimeerd, maar het resultaat was slechts %.1f%% kleiner — onder uw drempelwaarde van %d%%, dus het origineel werd behouden. Verlaag de drempel in Instellingen → Algemeen → Sla indien besparing over hieronder om dit soort bestanden automatisch te comprimeren, of klik op Toch comprimeren om deze te forceren.
pt_br: Dinky comprimiu este arquivo, mas o resultado foi apenas %.1f%% menor - abaixo do limite %d%%, então o original foi mantido. Reduza o limite em Configurações → Geral → Ignorar se salvar abaixo para compactar arquivos como este automaticamente ou clique em Compactar assim mesmo para forçar este.
ru: Dinky сжал этот файл, но результат оказался всего на %.1f%% меньше — ниже вашего порога %d%%, поэтому оригинал был сохранен. Уменьшите пороговое значение в меню «Настройки» → «Основные» → «Пропустить, если сохранено» ниже, чтобы автоматически сжимать такие файлы, или нажмите «Все равно сжать», чтобы принудительно сжать этот файл.
tr: Dinky bu dosyayı sıkıştırdı ancak sonuç yalnızca %.1f%% daha küçüktü; sizin %d%% eşiğinizin altındaydı, dolayısıyla orijinal tutuldu. Bunun gibi dosyaları otomatik olarak sıkıştırmak için Ayarlar → Genel → Tasarruf varsa atla bölümünde eşiği düşürün veya bunu zorlamak için Yine de Sıkıştır'ı tıklayın.
zh_hans: Dinky 压缩了该文件，但结果仅小了 %.1f%% — 低于您的 %d%% 阈值，因此保留了原始文件。 在“设置”→“常规”→“如果节省则跳过”中降低阈值以自动压缩此类文件，或者单击“仍然压缩”以强制执行此操作。
zh_hant: Dinky 壓縮了該文件，但結果僅小了 %.1f%% — 低於您的 %d%% 閾值，因此保留了原始文件。 在「設定」→「常規」→「如果節省則跳過」中降低閾值以自動壓縮此類文件，或按一下「仍然壓縮」以強制執行此操作。

source: Dinky couldn’t reach GitHub. Probably the internet. Try again in a sec?
de: Dinky konnte GitHub nicht erreichen. Wahrscheinlich das Internet. Versuchen Sie es in einer Sekunde noch einmal?
es: Dinky no pudo comunicarse con GitHub. Probablemente Internet. ¿Intentarlo de nuevo en un segundo?
fr: Dinky n'a pas pu accéder à GitHub. Probablement Internet. Réessayer dans une seconde ?
it: Dinky non è riuscito a raggiungere GitHub. Probabilmente Internet. Riprovare tra un secondo?
ja: Dinky は GitHub にアクセスできませんでした。おそらくインターネットです。 1秒後にもう一度お試しください?
ko: Dinky는 GitHub에 연결할 수 없습니다. 아마도 인터넷일 겁니다. 잠시 후에 다시 시도하시겠습니까?
nl: Dinky kon GitHub niet bereiken. Waarschijnlijk internet. Probeer het over een seconde opnieuw?
pt_br: Dinky não conseguiu acessar o GitHub. Provavelmente a internet. Tente novamente em um segundo?
ru: Dinky не смог связаться с GitHub. Наверное, интернет. Повторить попытку через секунду?
tr: Dinky GitHub'a ulaşamadı. Muhtemelen internetten. Bir saniye sonra tekrar deneyelim mi?
zh_hans: Dinky 无法访问 GitHub。可能是互联网。请稍后重试？
zh_hant: Dinky 無法存取 GitHub。可能是互聯網。請稍後重試？

source: Dinky crashed last time
de: Dinky ist das letzte Mal abgestürzt
es: Dinky se estrelló la última vez
fr: Dinky s'est écrasé la dernière fois
it: Dinky si è schiantato l'ultima volta
ja: 前回 Dinky がクラッシュしました
ko: 지난번에 Dinky가 추락했어요
nl: Dinky is de vorige keer gecrasht
pt_br: Dinky caiu da última vez
ru: В прошлый раз Dinky аварийно завершился
tr: Dinky geçen sefer kaza yapmıştı
zh_hans: Dinky 上次崩溃了
zh_hant: Dinky 上次崩潰了
